{
  "body": "NO MAS AGRESION! was part of the print portfolio *Libertad de Expresion Mexico 68*, a collection of student protest posters from a 1968 uprising against the Institutional Revolutionary Party (PRI). Mexico was emerging from a period of economic success, yet students felt the wealth remained concentrated with the upper class. In preparation for hosting the ’68 Olympic Games, the PRI invested heavily in facilities that would present Mexico well on the world stage. Students resented the PRI for focusing its finances on the superficial face of the country, prioritizing the nation’s public stature over the actual needs of its citizens.\n\n\n\nProtests remained active from July to September, but an October protest turned into a massacre. On October 2, over ten thousand people had assembled in the Plaza de las Tres Culturas in Tlatelolco awaiting the arrival of student organizers. Protestors chanted *¡No queremos olimpiadas, queremos revolución!* (\"We don't want Olympics, we want revolution!”) ten days in advance of the Olympic Games. The government quickly took violent action. Two helicopters released flares, and police and military officials surrounding the plaza opened fire. Students were captured and terrorized, with over 1,300 arrested and roughly 200 to 400 students and bystanders killed onsite. Details of the genocide were repressed by the PRI for years (accounting for the lack of an official casualty count), and investigations only reopened at the turn of the century. Luis Echeverría, the president who gave commanding orders during the Tlatelolco Massacre, was charged with genocide in 2005, but charges were dismissed. A subsequent arrest warrant was issued in 2006, but Echeverría was found not guilty.",
  "thumbnailUrl": "/img/no-mas-agresion.jpg",
  "artist": "Artist unknown",
  "smallUrl": "/img/no-mas-agresion_17x11.pdf",
  "sourceText": "\n\n**Sources**\n\n“LIBERTAD DE EXPRESION MEXICO 68.” Center for the Study of Political Graphics.\n\n“Mexico's 1968 Massacre: What Really Happened?” *All Things Considered*, National Public Radio, 1 Dec. 2008.\n\n“Mexico, October 2, 1968 - The Tlatelolco Massacre.” *1968: A Global Year of Student Driven Change*, University of California Santa Barbara, Department of Black Studies, 2008.\n\n“NO MAS AGRESION!” Center for the Study of Political Graphics.\n\nRoig-Franzia, Manuel . “Mexico's Ex-Leader Charged With Genocide.” *Washington Post*, 1 July 2006.\n\n*Source image via the Center for the Study of Political Graphics; vectorized by Signsignsigns.*",
  "tshirtUrl": "/img/no-mas-agresion_8x6.pdf",
  "url": "/img/no-mas-agresion.jpg",
  "index": 90,
  "largeUrl": "/img/no-mas-agresion_24x18.pdf",
  "title": "NO MAS AGRESION!",
  "year": "1968",
  "postcardUrl": "/img/no-mas-agresion_5x3.75.pdf"
}