{
  "body": "Notes on Art and Resistance A-J\n\n\n\nA. Do your work — as an artist your work is to remain both open to the world and in tune with your inner life. That you are permeable is already evident in what you create and will continue to be throughout this new political climate. You believe identity is fluid and that an individual is intimately woven into her context. There is therefore no need to force your work to “be political” in any pedantic sense. It will be.\n\n\n\nB. Humor Love Sex Beauty — these things make the inevitable suffering in life bearable. Do not eliminate them from your work or life. You need them now. Never let anyone shame you for laughing, loving, feeling anything, or noticing details. The experience and embodiment of these are your role as an artist and a human person. Additionally, during fascism you are the guardian of these and all else that is not pragmatic or functional. Pragmatism and function have their sphere, but this sphere is well understood by your oppressor. Your tools of poetry and nonsense are incomprehensible to fascism, therefore harder to police, and hence infinitely more powerful than violence.\n\n\n\nC. Compare yourself to yourself and no one else. There are no navigational charts for this.\n\n\n\nD. Talk openly with friends and do not judge them. To judge someone is to fix them into a narrative frame.\n\n\n\nE. Protect other artists. You know how difficult your journey to become an artist has been. It's like that for everyone. Do not allow them to confuse pathological self-doubt with knowing thyself.\n\n\n\nF. Protect yourself with the ferocity of a mother bear, as you would your most sensitive artist friend. She's in there, too.\n\n\n\nG. Sojourner Truth said \"I feel safe in the midst of my enemies, for the truth is all powerful and will prevail.\" Self-reflection is important. Know your truth. Self-doubt and self-hate serve your oppressor.\n\n\n\nH. You can contribute in many ways, your creative practice is just one. Don't confuse volunteering in your community, donating to a charity, or calling your senator with making art. They're different acts. We need both.\n\n\n\nI. Creativity springs from a sense of abundance. Cultivate feelings of richness, joy, compassion, acceptance, and love in yourself and your community. These are the air, water, and sunshine in the forest of resistance. Problems are better solved from a place of safety and calm.\n\n\n\nJ. Allow contradiction and permit multiples. Fascism thrives on absolutes.",
  "thumbnailUrl": "/img/no-time.jpg",
  "artist": "Sara Magenheimer",
  "smallUrl": "/img/no-time_11x17.pdf",
  "sourceText": "\n\n*Image and text courtesy of Sara Magenheimer.*",
  "tshirtUrl": "/img/no-time_6x8.pdf",
  "url": "/img/no-time.jpg",
  "index": 180,
  "largeUrl": "/img/no-time_18x24.pdf",
  "title": "NO TIME",
  "year": "2017",
  "postcardUrl": "/img/no-time_3.75x5.pdf"
}