{
  "body": "The Organization of Solidarity with the People of Africa, Asia, and Latin America (*Organización de Solidaridad con los Pueblos de Asia, África y América Latina*, OSPAAAL) was founded at the Tricontinental Conference in Havana in 1966. The Organization of Solidarity for the People of Africa and Asia (OSPAA) had formed in Cairo in 1957, and its fourth congress in Accra agreed to expand to Latin America in 1965. OSPAAAL promoted international solidarity in the fight for human rights and positioned itself as a staunch opponent of capitalism, imperialism, and neoliberalism.\n\nOSPAAAL became known for its prolific poster production between 1966 and 1990. Many Cuban artists contributed posters, including Gladys Acosta, Alberto Blanco, Rafael Enríquez, Andrés Hernández, Olivio Martínez, René Mederos, Rafael Morante, and Ernesto Padrón. Posters were produced either by silkscreen or offset printing, and text was typically displayed in four languages — Spanish, English, French, and Arabic. In August 1967, OSPAAAL began publishing the quarterly magazine *Tricontinental* out of its Havana headquarters, and the publication became an ideal distribution mechanism for OSPAAAL’s posters. Folded and included within each issue, the posters were able to reach audiences worldwide — *Tricontinental* had distribution in 87 countries with roughly 100,000 subscribers at its peak.\n\nOSPAAAL played off anti-colonial revolutionary sentiment in disparate areas worldwide, encouraging a convergence of separate movements with similar aims. The posters themselves became a means of international communication among activists. After Martin Luther King Jr.’s assassination, Cuban artist Alfredo Rostgaard designed a poster as a message of solidarity to the Black Panther Party, depicting a panther baring its fangs, revealing the phrase “Black Power” inside its mouth. The poster was distributed throughout the party itself but also through avenues worldwide, and it initiated a graphic exchange — the Black Panther Party made its own version of Rostgaard’s design, including a photograph of Huey Newton within the panther’s jaws and issuing a demand for Newton’s release from prison. The accompanying text stated the Black Panthers’ support for OSPAAAL and oppressed peoples throughout the world.\n\nFaustino Pérez Organero designed multiple posters for OSPAAAL, including prints promoting solidarity with the people of Puerto Rico, Venezuela, and Zimbabwe. In a 1968 poster promoting solidarity with the people of Palestine, Pérez Organero depicts an abstracted profile of a man, his eye replaced with the barrel of a gun. Some have suggested that the form of the white curvature was also meant to mimic the eastern basin of the Mediterranean sea. The print was featured in Sohail Daulatzai’s 2013 exhibition *Histories Absolved: Revolutionary Cuban Poster Art and the Muslim International*, which explored OSPAAAL’s use of graphic art to connect the anti-colonial struggles in Latin America with those in the Middle East and elsewhere. Reviewing the exhibition for the *Enclave Review*, critic Eszter Zimanyi suggests that OSPAAAL’s graphic style (often featuring bright planes of flat color and abstracted, geometric forms) “would have been more palatable internationally than the often didactic posters produced by the Soviet Union, helping OSPAAAL to successfully, and perhaps more covertly, spread Cuba’s anti-imperialist and anti-capitalist ideology.”",
  "thumbnailUrl": "/img/day-of-solidarity.jpg",
  "artist": "Faustino Pérez Organero",
  "smallUrl": "/img/day-of-solidarity_11x17.pdf",
  "sourceText": "\n\n**Sources**\n\nAuther, Elissa, and Adam Lerner. *West of Center: Art and the Counterculture Experiment in America, 1965-1977*. University of Minnesota Press, 2011.\n\nBlencoe, Nicholas. “When Artists Go To War: Inside the PLO's Information Department.” *The Guardian*, 12 May 2014.\n\nDaulatzai, Sohail. “Curatorial Statement.” *Histories Absolved: Revolutionary Cuban Poster Art and the Muslim International*, Medina, 2014.\n\n“Day of Solidarity with the People of Puerto Rico.” *Center for Cuban Studies*.\n\n“Guide to the OSPAAAL Poster Collection.” *Online Archive of California*, California Digital Archive.\n\n*Organization of Solidarity for the People of Asia, Africa & Latin America*, OSPAAAL. [\\[www.ospaaal.com/](http://www.ospaaal.com/)]([www.ospaaal.com/](http://www.ospaaal.com/)).\n\n*The Palestine Poster Project Archives*, \\[www.palestineposterproject.org](http://www.palestineposterproject.org/).\n\nTyler, Michael. “Posters of the Cuban Revolution.” *Victoria and Albert Museum*, 27 Nov. 2013.\n\nZimanyi, Eszter. “Histories Absolved: Revolutionary Cuban Poster Art and the Muslim International.” *Enclave Review*, 2014.\n\n*Image permission courtesy OSPAAAL; vectorized by Signsignsigns.*",
  "tshirtUrl": "/img/day-of-solidarity_6x8.pdf",
  "url": "/img/day-of-solidarity.jpg",
  "figures": [
    {
      "image": "/img/day-of-solidarity_figure",
      "caption": "**Additional OSPAAAL posters by Faustino Pérez, promoting solidarity with the people of Venezuela (left) and Puerto Rico (right).**"
    }
  ],
  "largeUrl": "/img/day-of-solidarity_18x24.pdf",
  "title": "DAY OF SOLIDARITY WITH THE PEOPLE OF PALESTINE",
  "year": "1968",
  "postcardUrl": "/img/day-of-solidarity_3.75x5.pdf"
}