{
  "body": "The modern housing movement in New York City found its origins in the little-known yet far-reaching Anti-Rent Movement of 1839 to 1859. Living in the vestiges of a feudal system, farmers in Berne, New York found themselves unable to pay back-owed rents to the heirs of their recently deceased landlord. On July 4, 1839, they gathered to declare their independence from the oppressive manor system and the burdens of unpayable rents. In 1844, the movement morphed into its own political entity, the Anti-Rent Party. The party found enough support that Whig and Democratic candidates began absorbing its demands, and by 1850, the lingering feudal systems of upstate New York were all but gone.\n\nIn New York City, 1904 saw a new wave of tenant organizing on the Lower East Side. With rising populations and a growing rental shortage, landlords seized the chance to raise rents an additional 20 to 30 percent. Unable to afford the astronomical rises, tenants refused to pay. Jenna Weissman Joselit notes how the early tenant organizers shrewdly adopted the language and tactics of labor:\n\n> Referring rather self-consciously to themselves as \"strikers,\" to their non-cooperating neighbors as \"scabs,\" to building-level tenant groups as \"tenant unions,\" and to the withholding of their rent as a \"rent strike,\" Lower East Side tenement dwellers drew on familiar political rhetoric--on the language of the labor union--in conducting their protest. They also borrowed many of its techniques of protest as well--the use of pickets, outside demonstrations, marches, canvassing the neighborhood for support; each strategy calculated to force the collective hand of local real estate interests was drawn from the neighborhood's embryonic, but powerful, trade union movement.\n\n1907 saw another wave of rent strikes, again focused in the Lower East Side’s overcrowded tenements. This time, sixteen-year-old Pauline Newman rallied 400 women to work as organizers. Moving building by building, they organized 10,000 families to strike and achieved 2,000 rent reductions. Demands to cap rent at 30% of a worker’s income were not met, but planted the seed for later rent control legislation. Federal rent control would take effect in New York in 1943, and in 1950, the state would take over rent regulation.\n\nDriven by Robert Moses, the 1950s push for slum clearance and urban renewal devastated neighborhoods and particularly targeted people of color. Mandi Isaacs Jackson writes,\n\n> Anna Levkulic died on May 18, 1957 when her home on Pitt Street on the Lower East Side collapsed on top of her. Her white neighborhood was not marked for clearance, while tenants were driven out of black parts of Gramercy Park and the Riverside-Amsterdam area, despite the livability of the structures. Race, not dilapidation, marked an area as blighted.\n\nUp against the discriminatory practices of the ironically named “Open Occupancy” public housing selection program, black tenants in substandard buildings had no housing alternatives, and the strike became an essential tool to fight for building improvements. In the mid 1950s, Harlem resident Jesse Gray began organizing in the neighborhood, forming the Community Council on Housing (initially named the Lower Harlem Tenants’ Council) to respond to the ongoing housing crisis. In the winter of 1963-64, Gray began a series of rent strikes, ultimately increasing housing inspections in the neighborhood, bringing awareness to discriminatory housing policies, and increasing access to spaces in public housing.\n\nThroughout the 60s, the Metropolitan Council on Housing took on increased importance in the fight for tenants’ rights. Founded in 1959 by a coalition of tenant organizers including Jane Benedict, Staughton Lynd, Jane and Robert Wood, Francis Goldin, and Esther Rand, the Met Council united the work of neighborhood organizations in Yorkville, Chelsea, Cooper Square, and the Upper West Side. While initial work focused on lobbying city and state officials, the Met Council changed its tactics in 1968, prioritizing the rent strike as its main political strategy and organizing buildings to strike for improved conditions. The sign shown here was used by organizers throughout the 70s and 80s, both as a marker in striking tenants’ windows and as a sign for picketing protesters.\n\nIn 1970, lawyers Lester Evens and Richard Levenson worked alongside Met Council to introduce the “rolling rent strike.” Tenants organized to alternate months of withholding rent, effectively forcing landlords into direct negotiation. That same year, *Local Law 30* posed a new challenge to the movement, enacting a Maximum Base Rent (MBR) program that would increase prices of rent controlled apartments city-wide in accordance with landlords’ operating costs. Met Council responded in kind by organizing a city-wide rent strike. The strike won gains with individual landlords, but it never reached a large enough scale to impact legislation.\n\nAt the same time, Met Council was lending its support to Operation Move-In, a squatters’ movement placing low-income tenants into vacant buildings, which, although structurally sound, had been slotted for demolition. The Met Council found allies in the Black Panthers, the Young Lords, and I Wor Kuen, and in December 1970, the four groups worked together to organize the People’s Court Housing Crimes Trial. A statement issued by the steering committee asserts:\n\n> The Grand Jury of the People of the City of New York accuses the defendant government of the City of New York specifically of aiding and abetting the defendant banks and landlords in all counts of this indictment by: maintaining slums; dangerous unsanitary and unhealthy living conditions; depriving tenants of necessary services by arson by willingly and knowingly failing to enforce building maintenance, health, fire, and administrative codes as well as the rent and receivership laws of the city -- all in violation of the oath of office of all governmental officials involved thus constituting malfeasance, misfeasance, and non-feasance of office.\n\nThe Council continued its work throughout the 70s and 80s, winning the passage of the Emergency Tenant Protection Act in 1974 and fighting throughout the 80s to combat rampant warehousing (a practice where landlords, eager to take advantage of lucrative co-op conversions, kept available units vacant despite the desperate need for housing stock).\n\nThe Met Council remains active to the present day, operating tenants’ rights walk-in clinics and hotlines and organizing for “safe, decent, affordable housing.” During COVID-19, the Met Council has joined the coalition Housing Justice for All to organize for eviction moratoriums and rent relief.",
  "thumbnailUrl": "/img/rent-strike.jpg",
  "artist": "Met Council on Housing ",
  "smallUrl": "/img/rent-strike_11x17.pdf",
  "sourceText": "\n\n**Sources**\n\nArnesen, Eric. “Anti-Rent Wars (New York).” *Encyclopedia of U.S. Labor and Working-Class History*, vol. 1, Taylor & Francis, 2007, pp. 118–119.\n\nBurmila, Ed. “When the Serfs Rebelled.” *Jacobin*, 28 Oct. 2017, jacobinmag.com/2017/10/anti-rent-war-movement-feudalism-new-york.\n\nCorr, Anders. “Tell It to the Judge.” *No Trespassing!: Squatting, Rent Strikes, and Land Struggles Worldwide*, South End Press, 1999, archiv.squat.net/notrespassing/4.html.\n\nGold, Roberta. *When Tenants Claimed the City: The Struggle for Citizenship in New York City Housing*. University of Illinois Press, 2014.\n\nGold, Roberta. “‘I Had Not Seen Women like That Before’: Intergenerational Feminism in New York City's Tenant Movement .” *Feminist Studies*, vol. 35, no. 2, 2009, pp. 387–415. *JSTOR*.\n\n“Housing Crimes Trial Steering Committee Statement.” *Met Council on Housing*, 28 July 2012, www.metcouncilonhousing.org/housing-crimes-trial-steering-committee-statement/.\n\nJackson, Mandi Isaacs. “Harlem's Rent Strike and Rat War: Representation, Housing Access and Tenant Resistance in New York, 1958-1964.” *American Studies*, vol. 47, no. 1, 2006, pp. 53–79. *JSTOR*.\n\nJoselit, Jenna Weissman, et al. *The Tenant Movement in New York City, 1904-1984*. Edited by Ronald Lawson, Rutgers University Press, 1986.\n\nMadden, David J., and Peter Marcuse. *In Defense of Housing*. Verso, 2016.\n\n“New Joan of Arc Leads Rent Strike.” *The New York Times*, 27 Dec. 1907, timesmachine.nytimes.com/timesmachine/1907/12/27/106771842.html?pageNumber=4.\n\n“Pauline Newman Organizes Influential New York Rent Strike.” *Jewish Women's Archive*, jwa.org/thisweek/dec/26/1907/pauline-newman.\n\nReitano, Joanne. *New York State: Peoples, Places, and Priorities: A Concise History with Sources*. Routledge, 2015. *Google Books*.\n\n“Rent Regulation After 50 Years: An Overview of New York State's Rent Regulated Housing 1993.” *Tenant.net*, www.tenant.net/Oversight/50yrRentReg/50yr.html.\n\nSchaeffer, Kenny. “Met Council’s 60th Anniversary Celebration Begins.” *The Tenant*, Feb. 2019, thetenant.org/met-councils-60th-anniversary-celebration-begins/.\n\nSmith, William, and Michael Teitz. *Rent Control: Regulation and the Rental Housing Market*. Routledge, 2020. *Google Books*.",
  "tshirtUrl": "/img/rent-strike_6x8.pdf",
  "url": "/img/rent-strike.jpg",
  "figures": [
    {
      "image": "/img/metcouncil2.jpg",
      "caption": "**Met Council volunteers staffing tenant information desks. Image courtesy of Met Council on Housing.**"
    }
  ],
  "index": 110,
  "largeUrl": "/img/rent-strike_18x24.pdf",
  "title": "RENT STRIKE",
  "sources": [],
  "year": "c. 1970s",
  "postcardUrl": "/img/rent-strike_3.75x5.pdf"
}