{
  "draft": false,
  "body": "This 1970 poster coopts the raised fist as an emblem to combat gender inequality. Meshed with the female symbol, the fist was appropriated by the broader feminist movement and was sometimes dubbed the Woman Power symbol in a nod to its Black Power history. While most commonly associated with twentieth-century radicalism, the fist dates back to ancient Assyria as a symbol of political defiance. Its earliest appearance is linked to a female goddess: an ancient stele depicts Ishtar, the goddess of love, sex, and war, raising two fists in a display of strength.\n\nThe fist became a part of the modern lexicon through iconography of the Russian Revolution of 1917 and later as an emblem of the anti-fascist fighters of the Spanish Civil War. Stateside, the Industrial Workers of the World employed the fist in a 1917 logo, increasing its visibility throughout labor networks.\n\nThe Taller de Gráfica Popular, a radical printshop based in Mexico City, employed the raised fist icon beginning in 1948, and the emblem caught on again in the US in the 1960s. Artist and organizer Frank Cieciorka designed a new version of the fist, which, alongside Emory Douglas's panther, was widely used as an icon of Black Power. At the 1968 Olympic medal ceremony, black athletes raised black-gloved fists on the podium, bringing the graphic icon to life. Gold-medalist Tommie Smith maintains that the salute was more than a symbol of Black Power: \n\n> To this very day, the gesture made on the victory stand is described as a Black Power salute; it was not. Nor was it only about black athletes talking about boycotting because they don’t like what’s going on. It was the Olympic Project for *Human Rights*. It was more than civil rights; that’s why it was called human rights. \\[…] What we as black athletes took on for the whole world was a very basic platform that should have drawn support from everybody everywhere. But no one else wanted to join us. For example, white women faced the same things we did, and years later, in the 1970s, when they realized that the power structure was in the hands of the white man and that what we were fighting for is what they also should have been fighting for, they took up the fight for themselves.\n\nKimberlé Williams Crenshaw introduced the term intersectionality in 1989 to address the \"layers of oppression\" that women of color face, and to revisit the ways mainstream first- and second-wave feminism failed to move beyond the concerns of white women.",
  "thumbnailUrl": "/img/women-s-liberation.jpg",
  "artist": "Pro Arts",
  "smallUrl": "/img/women-s-liberation_11x17.pdf",
  "sourceText": "**Sources**\n\nDamien, Hadassah. \"Early Socialist Raised Fists.\" The Fist is Still Raised. N.p., n.d. Web. 02 Aug. 2017.\n\n\"Posters of the Spanish Civil War.\" The Visual Front. University of California, San Diego, 1998. Web. 02 Aug. 2017.\n\nRawsthorn, Alice. *Hello World: Where Design Meets Life*. New York: The Overlook Press, 2015. Print.\n\nThe Samuel Gray Society. N.p., n.d. Web. 02 Aug. 2017. http://www.samgraysociety.org/sgray/fist.html.\n\nSmith, Tommie, and David Steele. *Silent Gesture: The Autobiography of Tommie Smith*. Philadelphia: Temple University Press, 2008. Print.\n\n*Source image courtesy of the Center for the Study of Political Graphics. Vectorized by SIGNSIGNSIGNS.*",
  "tshirtUrl": "/img/women-s-liberation_6x8.pdf",
  "url": "/img/women-s-liberation.jpg",
  "index": 170,
  "largeUrl": "/img/women-s-liberation_.18x24pdf.pdf",
  "title": "THE WOMEN'S LIBERATION MOVEMENT",
  "year": "1970",
  "postcardUrl": "/img/women-s-liberation_3.75x5.pdf"
}