{
  "body": "The Billboard “Rape: is Everybody’s Concern” was created for Suzanne Lacy, Leslie Labowitz, and Claudia King’s 1978 work *From Reverence to Rape to Respect* (*RRR*) in Las Vegas. An art history professor at the University of Nevada, King invited Lacy and Labowitz to join her in Vegas to create a multi-part performance with other artists.\n\n*From Reverence to Rape to Respect* built upon Lacy's 1977 work *Three Weeks in May*, which brought attention to sexual violence in Los Angeles. Lacy collected police reports each day for three weeks, stamping the locations of reported rapes on a public map installed near City Hall. For each documented rape, Lacy also indicated the number of additional assaults that typically go unreported. The work included over thirty actions and performances by other participating artists: in an iconic performance series, Leslie Labowitz created a four-part public intervention in the mall—over four days, Labowitz produced *Myths of Rape*, *All Men are Potential Rapists*, *The Rape*, and *Fight Back*. Melissa Hoffman, Anne Gauldin, and Laurel Klick performed their own violations, and Cheri Gaulke and Barbara Smith turned a dinner with law enforcement officials into a performance piece addressing legal responses to sexual violence. Lacy, Phranc, and Judith Loischild simultaneously led a citywide campaign marking sidewalks where assaults had occurred, and a self-defense demonstration also took place to help prevent future violence.\n\nExpanding upon the issues explored in *Three Weeks in May*, Lacy describes *From Reverence to Rape to Respect* as “an extended performance on the objectification and exploitation of women in Las Vegas, Nevada.” Labowitz and Lacy invited Nancy Buchanan, Kathy Kaufman, and the LA-based Feminist Art Workers to participate in the work.\n\nThe Feminist Art Workers formed in 1976 out of the Woman’s Building, an experimental non-profit in Los Angeles founded by Judy Chicago, Sheila de Bretteville, and Arlene Raven. FAW was composed of Nancy Angelo, Candace Compton, Cheri Gaulke, and Laurel Klick. Compton left soon after the group formed, but Vanalyn Green joined in 1978 and FAW continued to operate as a performance art group until 1981, addressing topics ranging from violence against women to income inequality. The group sought to reach audiences outside the art world through tours and performances in unusual venues.\n\nResponding to Lacy's invitation, FAW developed *Traffic in Women: A Feminist Vehicle* for *From Reverence to Rape to Respect*. The piece was a bus-tour performance—FAW journeyed from Los Angeles to Las Vegas to attend a conference addressing violence towards women as part of *RRR*. FAW stopped at the billboard “Rape: is Everybody’s Concern” to take part in the opening press conference and performance. Lacy explains: “FAW used the concept of trafficking in women as a means to reflect on the ‘prostitution pipeline’ that existed between LA and LV with an alternative vision: that of a busload of women committed to liberation, not enslavement.”\n\n*From Reverence to Rape to Respect* and *Traffic in Women* were driven by the collaborative spirit of their participants: drawn together by a common goal, the artists built off of their diverse yet unified approaches to both performance art and activism. By inviting each other’s participation, they encouraged coordinated, large-scale artistic collaborations, amplifying their individual voices against sexual violence and providing a model for today’s resistance efforts.",
  "thumbnailUrl": "/img/rape-is-everybody-s-concern.jpg",
  "artist": "Suzanne Lacy, Leslie Labowitz, and Claudia King",
  "smallUrl": "/img/rape-is-everybody-s-concern_17x11.pdf",
  "sourceText": "**Sources**\n\nFeminist Art Workers, <feministartworkers.wordpress.com/>.\n\n“From Reverence to Rape to Respect (1978).” *Suzanne Lacy*, []([http://www.suzannelacy.com/reverence-to-rape-to-respect-1978/)http://www.suzannelacy.com/reverence-to-rape-to-respect-1978/.\n\nLacy, Suzanne. “Re: FAW Traffic in Women Permission.” Message to Katy Nelson. 18 December 2017. E-mail.\n\n“The Woman's Building: A Brief History.” *The Woman's Building*, 2016, <thewomansbuilding.org/history.html>.\n\n“Three Weeks in May (1977).” *Suzanne Lacy*, <www.suzannelacy.com/three-weeks-in-may/>.\n\n*Permission courtesy of Suzanne Lacy, Leslie Labowitz, Laurel Klick, Cheri Gaulke. Vectorized by SIGNSIGNSIGNS.*",
  "tshirtUrl": "/img/rape-is-everybody-s-concern_8x6.pdf",
  "url": "/img/rape-is-everybody-s-concern.jpg",
  "figures": [
    {
      "image": "/img/rape-is-everybodys-concern.jpg",
      "caption": "**FAW at the billboard created for *From Reverence to Rape to Respect* in Las Vegas, 1978. Photo: Suzanne Lacy.**"
    }
  ],
  "index": 50,
  "largeUrl": "/img/rape-is-everybody-s-concern_24x18.pdf",
  "title": "RAPE IS EVERYBODY’S CONCERN",
  "year": "1978",
  "postcardUrl": "/img/rape-is-everybody-s-concern_5x3.75.pdf"
}