{
  "body": "The simple statement “trust women” was foundational to the work of Dr. George R. Tiller, a physician who championed women’s reproductive rights. Dr. Tiller served as the director of Women’s Health Care Services in Wichita, Kansas. The clinic was one of the only providers of late-term abortions nationwide, and it quickly became a battleground for abortion rights. The clinic was firebombed in 1986, and in 1993, an anti-abortion protester shot Tiller in both arms. Tiller continued practicing following the attack, taking extreme security precautions as death threats continued to surface—he rarely went in public without a bulletproof vest. On May 31, 2009, Tiller was fatally shot in the head during a service at his church in Wichita. The battle extended to his funeral, where extremist pro-life protesters waved signs reading “God sent the killer!” The assassination and its disturbing aftermath galvanized pro-choice advocates who sought to protect his legacy. Following Tiller’s assassination, the Trust Women Foundation formed to continue advocating for women’s reproductive rights, and in 2012, the foundation purchased Tiller’s former clinic. The clinic reopened as the South Wind Women’s Center in 2013. It is the only clinic of its kind within 200 miles, providing services to women in Kansas, Oklahama, and Texas.\n\nIn 2017, medical student Julia Dexter revived Dr. Tiller’s message, selling “trust women” patches to raise money for Planned Parenthood, the Southwest Women’s Law Center, the ACLU, Medical Students for Choice, and the Mariposa Fund. As the #MeToo movement developed, Dexter recognized Tiller‘s statement as a call not only to trust women's choices in reproductive health but also to trust their voices in cases of sexual misconduct:\n\n“I started the patch project as an homage to Dr. Tiller's work and the continued need to fight for women's autonomy to choose their own reproductive future. However, given the events of 2017, I have seen how the phrase ‘Trust Women’ moves people beyond the issue of reproductive health and abortion access. Connecting with people through this message was a shining beacon of hope through an otherwise dark time for women and oppressed people.”\n\nSignsignsigns collaborated with Dexter to offer this digital version of the graphic.",
  "thumbnailUrl": "/img/trust-women.jpg",
  "artist": "Julia Dexter x Signsignsigns",
  "smallUrl": "/img/trust-women_17x11.pdf",
  "sourceText": "\n\n**Sources**\n\n“Accomplishments.” *Trust Women*, Trust Women Foundation.\n\nBarstow, David. “An Abortion Battle Fought to the Death.” *The New York Times*, The New York Times Company, 25 July 2009.\n\nClark, Meredith. “Celebrating the Legacy of Dr. George Tiller.” *Refinery29*, Refinery29, 30 May 2015.\n\nDexter, Julia. “Re: Trust Women graphic.” Message to Katy Nelson. 6 Jan 2018. E-mail.\n\nLeblanc, Aileen. “Abortion Services Return To Town Where George Tiller Was Murdered.” *National Public Radio*, National Public Radio, 31 May 2014.\n\nStumpe, Joe, and Monica Davey. “Abortion Doctor Shot to Death in Kansas Church.” *The New York Times*, The New York Times Company, 31 May 2009.",
  "tshirtUrl": "/img/trust-women_8x6.pdf",
  "url": "/img/trust-women.jpg",
  "largeUrl": "/img/trust-women_24x18.pdf",
  "title": "TRUST WOMEN",
  "year": "2017",
  "postcardUrl": "/img/trust-women_5x3.75.pdf"
}