{
  "body": "Art Against Displacement (AAD) formed following Chinatown Is Not for Sale, a 2016 town hall discussion held at Artists Space and organized with the Chinatown Art Brigade and Decolonize This Place. The gathering brought together artists, gallery owners, and residents of Chinatown and the Lower East Side to address the role of galleries in gentrification and mass displacement. AAD was established to extend the conversation and continue organizing the local arts community in solidarity with long-time residents and small business owners. Its mission is “to amplify the demands of those whose lives and livelihoods are placed at risk by predatory development and resettlement, and to work in solidarity with grassroots organizations toward community-led rezoning. The group affirms that gentrification is not an inevitable effect of urban development, and refuses to let the work of cultural producers be instrumentalized towards the displacement of long-term residents and businesses.”\n\nThe housing crisis has amplified ten-fold in the face of COVID-19, and a lack of adequate federal or state support has left tenants even more vulnerable to displacement. On March 19, 2020, Governor Cuomo urged lenders to issue 90-day suspensions of mortgage payments and foreclosures in response to the COVID-19 pandemic. While the measure protected landlords, renters (who make up approximately two-thirds of NYC residents) were not offered relief. One-time federal stimulus checks of $1200 were far from sufficient in covering renters’ long-term needs, and key populations were excluded entirely—undocumented immigrants, students claimed as dependents, and elderly or disabled adults claimed as dependents were ineligible. The eviction moratorium prevented immediate displacement but did not cancel owed rent or offer protection after the moratorium’s end date. In response, Housing Justice for All, a state-wide coalition of over 70 organizations, initiated a campaign to “Cancel Rent and Reclaim our Homes.” The campaign maintains:\n\n> All rent, mortgage, and utility payments accrued during COVID-19 should be automatically forgiven and never owed. While an eviction moratorium is critical during this crisis, it does not prevent evictions or displacement in the future. A strong #CancelRent policy must apply universally to everyone, including manufactured homeowners, those who live in single family homes, subletters or roommates.\n\nThe campaign makes clear that “the demand to #CancelRent must be paired with a longer-term vision of reclaiming millions of apartments as regulated, social housing.” The private market inherently treats housing as a tool for profit. Only by divorcing housing from a market structure could housing be treated as, well, housing.\n\nAs COVID-19 cases peaked in New York City and social gathering remained impossible, signs became a powerful tool to create networks of tenant solidarity and help neighbors organize their buildings. In the leadup to May 1, Art Against Displacement solicited drawings and graphics to promote #CancelRent on social media, and designer Kyle Richardson submitted a version of the graphic shown here. At AAD’s request, Richardson adapted the graphic both to a flier that tenants could post around the neighborhood and to a phone booth sign. AAD then collaborated with artist Jordan Seiler, replacing phone booth advertisements with the Cancel Rent message as part of Seiler’s Public Ad Campaign, an initiative to reclaim public space from commercial advertising and transform capitalist space back into shared space for the public good.\n\nThe initial eviction moratorium expired on June 20, and the renewed version included new language that cut into tenant protections: “Landlords shall provide such relief to tenants or licensees who so request it that are eligible for unemployment insurance or benefits under state or federal law or are otherwise facing financial hardship due to the COVID-19 pandemic.” The new verbiage left many of New York’s most vulnerable tenants unprotected. Patrick Tyrell of Mobilization for Justice noted, “Undocumented immigrants categorically are not eligible for benefits, so they’re only getting protected under the financial-hardship definition, and producing the types of disclosures that might protect them in court would also out their status.\" In a Memorial Day briefing, Cuomo stated vaguely, “if we’re still in this chaos in August, we’ll figure it out then.” On July 31, the federal CARES act's $600 weekly unemployment benefits expired, and on August 5, New York's renewed eviction moratorium expired, opening the door to mass displacement. August 12 saw some relief: New York State Chief Administrative Judge Lawrence Marks issued an extension on the eviction moratorium, barring proceedings until October. \n\nCuomo has been relying on the June 30th Tenant Safe Harbor Act as a “solution” to the housing crisis. While the act prevents evictions for unpaid rent (from March 7 until the tenant’s county lifts all coronavirus restrictions), it does not cancel owed rent, and landlords can still file judgments to recoup payments. Crucially, the act does not prevent the state from processing eviction warrants issued prior to March 7 or issued for reasons other than non-payment of rent. Without the adoption of comprehensive #CancelRent provisions, tenants remain at great risk and lack sufficient protections for whenever eviction moratoriums expire. \n\n*Kyle Richardson is a designer from New York City. She is interested in independent publishing, visual identities and collaborating on projects with artists, activists, researchers, and cultural organizations.* \n\n\\[Last updated August 15, 2020]",
  "thumbnailUrl": "/img/cancel-rent.jpg",
  "artist": "Kyle Richardson for Art Against Displacement",
  "smallUrl": "/img/cancel-rent_11x17.pdf",
  "sourceText": "**Sources**\n\nAbruzzese, Rob. \"Legal Aid expects 14,000 in NYC to face eviction as moratorium expires Wednesday.\" *Brooklyn Daily Eagle*, Everything Brooklyn Media, 5 Aug. 2020, https://brooklyneagle.com/articles/2020/08/05/legal-aid-expects-14000-in-nyc-to-face-eviction-as-moratorium-expires-wednesday/\n\n“Chinatown Is Not For Sale.” CO/INCIDE, 2016, co-incide.com/chinatown-is-not-for-sale/.\n\nCollins, Michael. “Not Everyone Is Getting a $1,200 Coronavirus Stimulus Check. Here's Who Will Be Left out.” *USA Today*, Gannett Satellite Information Network, 15 Apr. 2020, www.usatoday.com/story/news/politics/2020/04/10/coronavirus-who-doesnt-get-stimulus-check-millions-people-left-out/5112027002/.\n\n“Going on Rent Strike in NY During COVID19: Guide and Resources.” *Housing Justice for All*, The Right to Counsel NYC Coalition and Housing Justice for All, 2020.\n\n“New York Street Advertising Takeover.” *Public Ad Campaign*, 2009, www.publicadcampaign.com/nysat/.\n\nShin, Ruth. “Survey: 44% of New Yorkers Struggle to Meet May 1st Rent Deadline during COVID-19 Pandemic.” *PropertyNest Blog*, PropertyNest, 21 Apr. 2020, www.propertynest.com/blog/data/survey-44-new-yorkers-struggle-meet-may-1st-rent-deadline-during-covid-19-pandemic/.\n\nSpivack, Caroline. “‘I Have No Power’: The New York Renters Who Aren’t Protected from Eviction.” *Curbed New York*, 1 June 2020, ny.curbed.com/2020/6/1/21273338/new-york-city-eviction-rent-relief-coronavirus.\n\nSpivack, Caroline. “New York Extends Halt on Evictions, but Tenants Still 'at Great Risk'.” *Curbed New York*, 8 May 2020, ny.curbed.com/2020/5/8/21250710/new-york-eviction-moratorium-renters-landlords-coronavirus.\n\nState of New York, Executive Chamber of Andrew Cuomo. Executive order 202.28: Continuing Temporary Suspension and Modification of Laws Relating to the Disaster Emergency. 7 May 2020, https://www.governor.ny.gov/sites/governor.ny.gov/files/atoms/files/EO202.28.pdf.\n\n“To Cancel Rent, Reclaim Our Homes.” *Housing Justice For All*, 2020, www.housingjusticeforall.org/covid19.",
  "tshirtUrl": "/img/cancel-rent_6x8.pdf",
  "url": "/img/cancel-rent.jpg",
  "figures": [
    {
      "image": "/img/cancel-rent_figure.png",
      "caption": "**Phone booth installation at East Broadway and Forsyth. Photo courtesy of Jordan Seiler.**"
    }
  ],
  "index": 160,
  "largeUrl": "/img/cancel-rent_18x24.pdf",
  "title": "CANCEL RENT",
  "year": "2020",
  "postcardUrl": "/img/cancel-rent_3.75x5.pdf"
}