{
  "body": "The Chicago Women’s Graphics Collective was founded in 1970 as a workgroup of the Chicago Women’s Liberation Union. The collective was initially composed of four members—Estelle Carol, Tibby Lerner, Barbara Carrillo, and Leslie Nevraumont—who were later joined by Nancy Boothe, Susan Galatzer, Wendy Garber, and Cynthia Staples. Between 1970 and 1975, the collective grew to include eleven artists, and though the founding group left in 1975, a smaller group of new members continued printing between 1975 and 1983.\n\nHoping to make their art accessible to all, the collective sold their 26 × 20 inch silkscreened prints for a mere $1.50 a piece. Rather than sharing space but working individually, the artists worked collaboratively from conceptualization to final printing. Members would meet weekly for “poster thinks”—group brainstorming sessions to develop each new design. The door was always open to interested artists and printers. A 1973 *Chicago Tribune* article detailed the group’s work and concluded with an open call for new members:\n\n> Mostly, the women are always looking for new people—either as artists or to help them meet the heavy printing load. They’d like to have enough people to help other collectives start doing their own work. Interested women should come at 7:30 p.m. Fridays. If possible. You don’t have to know how to silk screen because the collective will teach as the need arises.\n\nEstelle Carol, who co-founded the collective in 1970, described the group’s collaborative ideology:\n\n> You’ll rarely see a person’s name on the posters because the group decided that modern art had been done all wrong by men. It was based on egotism and the cult of the individual—the ‘great men of art’ syndrome. We decided to throw all that out, and art now had to be a collective experience. So every poster had to be done by committee. We had a system where any member of the Collective could suggest a poster idea. The initiator would ask two or three members of the collective to be assistants and to help develop the idea. The teams silk screened most posters by hand. We could only print about two hundred at a time because the physical effort taxed our strength and our space. Eventually so many orders came in that we made some money. We were then able to hire Salsedo Press, our favorite worker owned printshop, to offset print the popular poster in larger quantities.\n\nSince 1998, Estelle Carol has been archiving the collective’s prints digitally as part of a larger effort to document the work of the Chicago Women’s Liberation Union. The CWLU Herstory Project now serves as an online archive for the Women’s Liberation Union and the subsidiary Women’s Graphics Collective.",
  "thumbnailUrl": "/img/health-care.jpg",
  "artist": "Chicago Women’s Graphics Collective (Estelle Carol)",
  "smallUrl": "/img/health-care_11x17.pdf",
  "sourceText": "**Sources**\n\nCarol, Estelle. “Estelle Carol's story.” Message to Katy Nelson. 15 December 2017. E-mail.\n\nS., Stacy. “Sisterhood is Blooming.” Northwestern University.\n\nWiner, Linda. “Posters That Express the Reality of Being a Woman.” *Chicago Tribune*, 11 Feb. 1973.\n\nZorach, Rebecca, and Estelle Carol. “Estelle Carol.” *Never the Same: Conversations About Art, Transforming Politics, & Community in Chicago & Beyond*.\n\n​*Image courtesy of Estelle Carol. Chicago Women’s Graphics Collective, copyright 1975. Contact Estelle Carol, cwluherstory.org, infogal@cwluherstory.org.*",
  "tshirtUrl": "/img/health-care_6x8.pdf",
  "url": "/img/health-care.jpg",
  "figures": [],
  "index": 60,
  "largeUrl": "/img/health-care_18x24.pdf",
  "title": "HEALTH CARE IS FOR PEOPLE NOT FOR PROFIT",
  "sources": [],
  "year": "1975",
  "postcardUrl": "/img/health-care_3.75x5.pdf"
}