{
  "body": "*I printed this poster in 1980 in San Diego as part of the local artists' and activists' reaction to the increasing militarization of the border. Illegal immigration was peaking, and although Congress had not supported President Jimmy Carter's border enforcement escalation there was considerable public support for stronger immigration controls. Because San Diego is a key border town, posters such as these were part of broader campaigns to demonstrate an alternate viewpoint.* —Lincoln Cushing\n\nWith rising unemployment and devaluation of currency in Mexico, the 1970s saw a boom in migration across the U.S. border. Reactionary groups emerged opposing the surge in immigration—the still extant Federation for American Immigration Reform formed in 1979, for instance. Counter groups simultaneously organized to protect migrants from rising police violence and community discrimination. The Centro de Asuntos Migratorios emerged as an immigration assistance program in San Diego, while the Raza Rights Coalition agitated for demilitarization of the border. Raza Rights representative Paul Aceves argued that border militarization “serve\\[d] to scapegoat American foreign policy failures in Latin America.” In a statement arguing for an open border, Aceves asserted, “We will not tolerate a national police force that has been specifically established to terrorize Chicano Mexicans by using gestapo tactics.”\n\nAs a student at UC San Diego in the 1970s, Lincoln Cushing became involved in immigration activism, using silkscreen printmaking as his tool for communication. Cushing worked for both the Student Print Co-Op and Groundwork Books, a collectively operated bookstore circulating literature on a range of social justice causes. Cushing adopted the nom-de-propaganda “Insurgent squeegee” as a printmaker for Groundwork. *Stop the Fence* was screenprinted using hand-cut stencils and oil-based inks, and Cushing’s lettering style carries particular political resonance: Cushing derived his letters by tracing enlarged letraset sheets of graphic works by the Chilean resistance group [MIR](http://collections.museumca.org/?q=collection-item/2010541044) *(Movimiento de Izquierda Revolucionaria)*. A contemporaneous edition of *Correo de la Resistancia* displays the curving block letters that inspired Cushing’s design.",
  "thumbnailUrl": "/img/stop-the-fence.jpg",
  "artist": "Lincoln Cushing",
  "smallUrl": "/img/stop-the-fence_11x17.pdf",
  "sourceText": "\n\n**Sources**\n\nArizona, California, New Mexico, and Texas Advisory Committees to the United States Commission on Civil Rights. *Federal Immigration Law Enforcement in the Southwest: Civil Rights Impacts on Border Communities*. March 1997. 39-40.\n\nBarron, Stephanie, Sheri Bernstein, and Ilene Susan. *Made in California: Art, Image, and Identity, 1900-2000*. Berkeley: U of California Press, 2001.\n\nCushing, Lincoln. Docs Populi: Documents for the Public. N.p., n.d. Web.\n\nMIR. *Correo de la Resistencia*: *n° 8, octubre de 1979*. 1979. Biblioteca Nacional de Chile, n.p.\n\n*Image courtesy of Lincoln Cushing.*",
  "tshirtUrl": "/img/stop-the-fence_6x8.pdf",
  "url": "/img/stop-the-fence.jpg",
  "largeUrl": "/img/stop-the-fence_18x24.pdf",
  "title": "PARE LA CERCA / STOP THE FENCE",
  "year": "1980",
  "postcardUrl": "/img/stop-the-fence_3.75x5.pdf"
}