{
  "body": "Organized by A. Philip Randolph and Bayard Rustin, the March on Washington for Jobs and Freedom drew over 200,000 protestors to the capital on August 28, 1963. It was during this rally that Martin Luther King gave his iconic “I Have a Dream” speech in front of the Lincoln Memorial.\n\nMarchers carried coordinated signs proclaiming their demands:\n\n> “We demand equal rights now!”\n>\n> “We march for effective civil rights law now!”\n>\n> “Civil rights plus full employment equals freedom”\n>\n> “We demand decent housing now!”\n>\n> “UAW says: end segregated rules in public schools”\n>\n> “We demand an end to bias now!”\n>\n> “We demand an FEPC law now!”\n>\n> “We march for jobs for all now!”\n>\n> “We march for higher minimum wages coverage for all workers now!”\n>\n> “We demand an end to police brutality now!”\n>\n> “We march for first class citizenship now!”\n\nKing and other activists met with President John F. Kennedy and VP Lyndon Johnson at the White House following the march. Their meeting was influential in driving legislation that ultimately passed after Kennedy’s assassination—the Civil Rights Act of 1964 and the Voting Rights Act of 1965 are the most notable examples.",
  "thumbnailUrl": "/img/we-march-for.jpg",
  "artist": "Artist unknown",
  "smallUrl": "/img/we-march-for_11x17.pdf",
  "sourceText": "**Sources**\n\n“1963 March on Washington for Jobs and Freedom.” Learn NC, UNC School of Education.\n\nFletcher, Michael, and Ryan R. Reed. “An Oral History of the March on Washington.” *Smithsonian Magazine*, Smithsonian, July 2013.\n\n“March on Washington for Jobs and Freedom.” *King Encyclopedia*, Stanford University.\n\nRoss, Samuel. “March on Washington for Jobs and Freedom, August 28, 1963.” *Celebrating Dr. Martin Luther King Jr.*, Wesleyan University.\n\n*Vectorized by SIGNSIGNSIGNS.*",
  "tshirtUrl": "/img/we-march-for_6x8.pdf",
  "url": "/img/we-march-for.jpg",
  "figures": [
    {
      "image": "/img/we-march-for_figure.jpg",
      "caption": "**1963 March on Washington for Jobs and Freedom. Photo via Library of Congress. Pictured: Joseph L. Rauh, Jr., lawyer and civil rights activist; Whitney M. Young, Jr., executive director of the National Urban League; Roy Wilkins, National Association for the Advancement of Colored People; Philip Randolph, founder of the Brotherhood of Sleeping Car Porters; Walter Reuther, president of the United Automobile Workers Union of America.**"
    }
  ],
  "index": 0,
  "largeUrl": "/img/we-march-for_18x24.pdf",
  "title": "WE MARCH FOR FIRST CLASS CITIZENSHIP NOW!",
  "year": "1963",
  "postcardUrl": "/img/we-march-for_3.75x5.pdf"
}