{
  "body": "In 1787, members of the Society for Effecting the Abolition of the Slave Trade designed a seal for use on correspondence. The design features a man bound in chains and kneeling in supplication, emblazoned with the words “Am I Not A Man and A Brother?” British abolitionist Josiah Wedgwood ran a thriving pottery factory, which transformed the emblem into a medallion, and by 1788, the cameos reached Benjamin Franklin in Philadelphia. They found wide distribution among both British and American abolitionists and were worn as symbols of solidarity. The image arguably became a symbol of the anti-slavery movement, yet it is important to note that the Society which originally commissioned it sought only the abolition of the slave trade, not slavery itself.\n\nThe words “Am I Not A Man?” reemerged nearly a century later in the Dred Scott case, when Scott was said to have asked the same question as he sought freedom for his family. Yet another century later, the same language resurfaced in the Memphis sanitation strike of 1968. It was then that the I AM A MAN graphic first appeared. Seeking better compensation and safety standards, over five-thousand African-American sanitation workers demonstrated on March 29 under the leadership of Martin Luther King Jr.\n\nAt the time, William Lucy was the director of the Department of Legislation and Community Affairs for AFSCME (American Federation of State, County and Municipal Employees). In an oral history interview conducted by Emilye Crosby in 2013, Lucy recounts his memories of the sanitation strike and the language of “I am a man\":\n\n> EC: I know \\[the] slogan that you see on the signs, “I am a man,” and I know a historian who’s written some interesting things about sort of what that means in terms of men and women, and that some people have really focused on this as something about manhood. And she says you can look at pictures and see the huge numbers of women out on the streets, protesting this, and so, she argues that it’s a lot more complex than that.\n>\n> WL: Oh, it is. In spite of the wages and benefits and lack of safety and all that kind of stuff, there were no tangible demands on the table that was the core of the strike. It was the lack of respect, the absence of dignity, that caused these workers to say, “We’ve just had enough.” And it was just really so hard to define. I mean, if you talk to a reporter, and he says, “What’s this about?” And you say, “Respect and dignity,” and he says, “Oh, yeah, right.” Well, there was just no understanding of it. And the men themselves you could listen to them talk and you could see that, for many of them, this is their first stand against a system that had virtually robbed them of any self-respect, both as workers and even in their homes, you know, children who really didn’t believe they were doing anything worthwhile.\n>\n> And so, James Lawson, who joined the strike in the early days, had a press conference one day, and he was defining racism. And he says that racism, in the context of what we’re talking about was when a person treats a man like he’s not a man. And we didn’t think about that much at that point, but it became very clear that we had to have something that held this thing together. So, one of the local ministers and myself was charged with going out, figuring out something. \\[Laughs] So, we sat down one evening at the Peabody Hotel there in Memphis, Tennessee, and we just started sort of playing with words and what-have-you. And what came to us was the statement that James Lawson had made earlier, and we tried to put it as simple as possible. And if you’ve seen one of the signs, they’re sort of block letters, you know, four words, and it simply said, “I am a man.”\n>\n> And the impact of that on the workers, I mean, it defined for them all that they were about, because these were not young workers. These were men who were middle-aged or older at that time. And I think they were replaying some of the disrespect they had heard, because, you know, in the South you could go from boy to uncle to grandpa, without ever stopping at man. And so, they were so proud that this sign defined what they saw as their struggle.\n\nAlthough “I am a man” is most notably associated with the American Civil Rights Movement, the language has been applied in other contexts, as well. During the Arab Spring, Libyan demonstrators held signs reading “Ana Rajul,” which translates to “I am a man.” The sheer simplicity of the statement lends it power in different times, contexts, and regions, becoming a clarion call for basic human dignity and respect at times when such core rights are threatened.",
  "thumbnailUrl": "/img/i-am-a-man.jpg",
  "artist": "Artist unknown",
  "smallUrl": "/img/i-am-a-man_11x17.pdf",
  "sourceText": "\n\n**Sources**\n\n“‘Am I Not a Man and a Brother?’” Public Broadcasting Service, n.d. Web. 02 Aug. 2017.\n\n\"Before I'll Be a Slave, I'll Be Buried in My Grave,\" *Civil Rights Movement Veterans*. http://www.crmvet.org/images/imgslave.htm.\n\nFriedman, Thomas L. “‘I Am a Man’.\" *The New York Times*, 14 May 2011. Web. 02 Aug. 2017.\n\n“How iconic typographic picket signs became our eternal cry for justice.” Typeroom. Parachute, 15 Jan. 2015. Web. 02 Aug. 2017.\n\nLucy, William. \"William Lucy oral history interview conducted by Emilye Crosby in Washington, D.C., 2013-06-25.\" Interview by Emilye Crosby. Civil Rights History Project. Library of Congress, 2013. Web.\n\n“Memphis Sanitation Workers Strike.” Civil Rights Digital Library. The Digital Library of Georgia, n.d. Web. 02 Aug. 2017.\n\nShurtleff, Mark L. *Am I Not a Man?: The Dred Scott Story*. N.p.: Valor Publishing Group, 2011. Print.\n\nWade, Lisa. “‘I Am a Man’: Black Men’s Claims to Humanity.\" The Society Pages. N.p., 15 July 2013. Web. 02 Aug. 2017.\n\n*Image vectorized by Signsignsigns.*",
  "tshirtUrl": "/img/i-am-a-man_6x8.pdf",
  "url": "/img/i-am-a-man.jpg",
  "figures": [
    {
      "image": "/img/i-am-a-man_figure.jpg",
      "caption": "**Memphis Sanitation Workers Strike, 1968. Photo: Ernest Withers, © Ernest Withers. Image via Civil Rights Movement Veterans.**"
    }
  ],
  "index": 200,
  "largeUrl": "/img/i-am-a-man_18x24.pdf",
  "title": "I AM A MAN",
  "year": "1968",
  "postcardUrl": "/img/i-am-a-man_3.75x5.pdf"
}