{
  "body": "Avram Finkelstein, Brian Howard, Oliver Johnston, Charles Kreloff, Chris Lione, and Jorge Soccaras formed a six-member collective in response to the AIDS crisis and dubbed themselves the “Silence=Death-Project.” They designed SILENCE=DEATH in December of 1986 and wheat-pasted posters across Manhattan in early 1987. When ACT UP (AIDS Coalition To Unleash Power) formed in March of 1987, the six men offered their design for use in demonstrations, and the graphic quickly became an emblem for AIDS activism. That same year, the then-nameless organization Gran Fury transformed the design into a neon sign for an exhibition at the New Museum. Organized by William Olander, the exhibit *Let the Record Show. . .* was an effort to document the AIDS crisis and criticize public figures for their responses (or lack of responses, in many cases) to the epidemic.\n\n\n\nActivists had already embraced the pink triangle as an emblem in the 1970s, overwriting its perverse past as a Holocaust identification system: gay men in concentration camps had been required to wear badges bearing an upside-down pink triangle. Turning the triangle upright, activists transformed an emblem of discrimination into an icon of gay pride. In its founding manifesto, the Silence=Death-Project asserted that “silence about the oppression and annihilation of gay people, then and now, must be broken as a matter of our survival.” The original poster included two lines of text calling attention to the lack of governmental transparency and the administration’s alarming willingness to ignore the crisis altogether: “Why is Reagan silent about AIDS? What is really going on at the Center for Disease Control, the Federal Drug Administration, and the Vatican? Gays and lesbians are not expendable…Use your power…Vote…Boycott...Defend yourselves…Turn anger, fear, grief into action.”",
  "thumbnailUrl": "/img/silence-death.jpg",
  "artist": "Gran Fury, ACT UP",
  "smallUrl": "/img/silence-death_11x17.pdf",
  "sourceText": "**Sources**\n\n“ACT UP (Gran Fury) SILENCE=DEATH.” New Museum Digital Archive. N.p., 2012. Web. 02 Aug. 2017.\n\n“Let the Record Show...” New Museum Digital Archive. N.p., 1987-88. Web. 02 Aug. 2017.\n\nLiclair, Christian. \"Silence=Death-Project.” *The Nomos of Images*. N.p., 2015. Web. 02 Aug. 2017.\n\n“SILENCE = DEATH.” AIDS Coalition to Unleash Power, n.d. Web. 02 Aug. 2017.\n\nSmith, Raymond A., and Kevin E. Gruenfeld. “Symbols.” *The Body*. Remedy Health Media, 1998. Web. 02 Aug. 2017.\n\n*Image courtesy of ACT UP. Vectorized by SIGNSIGNSIGNS.*",
  "tshirtUrl": "/img/silence-death_6x8.pdf",
  "url": "/img/silence-death.jpg",
  "figures": [
    {
      "image": "/img/silence-death_figure.webp",
      "caption": "**Neon signs in the window of the New Museum exhibition *Let the Record Show. . .* (November 20, 1987–January 24, 1988). Image via the New York Public Library, Gran Fury Collection.**"
    }
  ],
  "index": 190,
  "largeUrl": "/img/silence-death_18x24.pdf",
  "title": "SILENCE = DEATH",
  "year": "1987",
  "postcardUrl": "/img/silence-death_3.75x5.pdf"
}