{
  "body": "Formed in 1963, the Greater London Council (GLC) was a consolidated body overseeing local administration not only in the County of London but also in portions of Middlesex, Essex, Kent, and Surrey. As of 1967, the GLC owned almost a quarter of a million dwellings, making it the largest landlord in Britain. April 1967 saw a Tory landslide in GLC governance; Tories swept 82 seats leaving Labour with a paltry 18. The new GLC authorities sought to establish a ‘fair rents’ system, which would link the rents of council housing to those of private housing, resulting in a 70% rent increase over the course of three years. Tenants began organizing in opposition to the extraordinary increases, and as the number of local associations grew, they combined to form larger federations including the United Tenants’ Action Committee.\n\nA 1970 booklet published by the United Tenants’ Action Committee explained the group’s 1967 formation:\n\n> The Action Committee was not formed to fight a legal battle. It was formed around the idea that the main weapon of the tenants is a rent strike as opposed to every other organisation whose main aims were to petition, negotiate, and lobby. The Action Committee policy at the beginning was:\n>\n> (1) To Withhold the rent increases and pay the old rent.\n>\n> (2) To call a full rent strike with industrial action if anyone was threatened with eviction.\n\nWhen the rent increases took effect in October of 1968, tenants refused to pay the difference. Although the GLC promised not to make evictions, they still planned to take tenants to court to recoup withheld rent. When 2,000 tenants received letters threatening legal action, the Action Committee changed its initial tactics, announcing there would be a full rent strike if any tenants were brought to court. In February 1969, 6,000 tenants marched to the home of Tony Greenwood, the Minister for Housing and Local Government, and in April they were handed a temporary victory: Greenwood made public that he would veto the rent rise. With this concession, Labour leaders hoped to appease the tenants, contain the movement, and win back support from those tenants who, prior to 68, had supported Labour their whole lives.\n\nHorace Cutler, the Tory Chairman of the GLC Housing Committee, took his own course, though, announcing that those withholding rent (at this time, approximately 20,000 persons) would be evicted. Again tenants sprung into action, organizing a group of around 700 to act as a “Flying Squad” and protect anyone threatened with eviction. In a memorable display on September 25, 1969, volunteers helped barricade Mr. & Mrs. Mackelken of Dagenham into their home, with enough supplies to hold down the fort indefinitely. After a two month “siege” the GLC withdrew its threat of eviction.\n\nThroughout the struggles of 68/69, tenants were outraged not only by the burden of the rent increase, but by the knowledge that their rents would be lining the coffers of speculators and money lenders. The function of a home as a dwelling had become secondary to its function as a financial commodity. In a spring 1968 article for International Socialism, Ian Macdonald writes:\n\n> Council tenants are being forced to pay for more than just the homes they live in. Council tenants are the main contributors to the immense profits made out of housing annually. First come the landowners and property speculators, from whom Councils have to buy land. \\[...] But the largest share goes to the money lenders who provide the credit for Councils to build. \\[...] The increases are, for many tenants, the last straw, coming on top of severe wage restraint, rising prices, and now, cuts in the social services. \\[...] Meanwhile, the Labour Party has issued an abject little leaflet headed, GLC rents. You were warned! It tells tenants, ‘The Labour Party is your only hope. Only through the Party can you make your anger effective.’ Yet the Labour Government does nothing. Only the tenants can ultimately stop the increases. No reliance can be placed on other people to conduct the struggle for them.\n\nA natural distrust had developed towards Labour and Tory leaders alike, and grassroots initiatives proliferated as a means for change not reliant on official channels. 1968 saw the start of the London Squatters Campaign, an effort to occupy vacant, unused properties as housing for homeless families. Hoping to reduce the risk of eviction and/or arrest, the campaign sought to gain broad support by publicizing its activities and developing slogans and signs to spread the word. It was in this moment of increased self-organizing that the Poster Workshop began its prolific output. Initially no more than a silkscreen station in the kitchen of founder Sam Lord’s Notting Hill home, the workshop took shape when Lord met Peter Dukes, who would become one of its main organizers. The pair were soon joined by Jean Loup Msika--forced out of France for his involvement in the events of May 68, Msika had worked with the Atelier Populaire to produce thousands of silkscreen posters during their occupation of the lithography workshop at Paris’s École des Beaux Arts.\n\nThe Atelier Populaire’s work would greatly influence the Poster Workshop’s own output in both form and spirit. Strikingly direct with handmade type and imagery, the Poster Workshop’s visual language reflected the urgency of the topics they tackled. The workshop created posters for “GLC (Greater London Council) tenants’ associations, protesting against steep rent rises; striking workers at the Dagenham Ford plant; Anti-Apartheid groups; Civil Rights, freedom and liberation movements from all over the world; anti Vietnam War groups; Black Power movements; California Farm Workers Union; the GLC fire brigade; CND (the Campaign for Nuclear Disarmament); International Socialists (now Socialist Worker); Young Communists; radical film and theatre companies; Situationists, King Mob, and many different student organisations.” There were no set fees for printing; organizations donated what they were able, and their contributions were supplemented by funds raised from benefit theater shows and other donations.\n\nIn the fall of 1968, students occupied the London School of Economics, and the Poster Workshop set up shop in the refectory. Feminist thinker Sheila Rowbotham recounts a visit to the outpost:\n\n> In the bowels of the LSE the posters were coming off the silk screens at a great rate, hanging in serried rows from the ceiling like incendiary pillowcases. In their midst was Bert Scrivener, the tenants’ activist from the Agit Prop Poster Workshop, who had turned himself into a one-man pensioners’ wing of the RSSF, adding his own slogan for the march, ‘Freeze Rents Not Wages’. \\[...] When the press besieged the Poster Workshop in Camden, looking for wild, hairy, revolutionary youth, they would be met by the canny Bert, who parried their questions with, ‘This is nothing to do with politics, it’s the rent campaign.’\n\nThe phrase ‘No Politics’ was widespread in the tenants’ movement. It was a mode of protection against the press, keeping tenants from “being blown up by the Press and separated from their fellow tenants.” It was also a defense against apathy: focusing on official political channels would mean voting and relying on representatives to enact change rather than recognizing one’s own agency. Encouraging individual initiative, a tenants’ leaflet distributed in December 1967 announced,\n\n> You Can Stop The Rises\n>\n> Join your Tenants’ Association.\n>\n> If there is none, form one.\n>\n> Get your neighbours and friends to join.\n>\n> Bring your trade union into the fight.\n>\n> Don’t rely on other people to fight your battle.\n\nPoster Workshop’s commitment to radical printing, regardless of an organization’s means, granted activists a powerful tool to disseminate their messages and reach new audiences. The Camden location remained in operation for three years, creating 210–220 posters and printing over 50,000 copies in total.",
  "thumbnailUrl": "/img/homes-for-people.jpg",
  "artist": "Poster Workshop ",
  "smallUrl": "/img/homes-for-people_11x17.pdf",
  "sourceText": "**Sources**\n\nConsidine, Liam. “Screen Politics: Pop Art and the Atelier Populaire.” Tate Papers, Tate, 2015, www.tate.org.uk/research/publications/tate-papers/24/screen-politics-pop-art-and-the-atelier-populaire.\n\nCowley, John, et al. “The United Tenants Action Committee.” Community or Class Struggle?, Stage 1, 1917, pp. 169–178.\n\nLord, Sam. Poster Workshop: 1968-1971. Four Corners Books, 2018.\n\nLowe, Stuart. Urban Social Movements: The City after Castells. Macmillan Education, 1986.\n\nMacdonald, Ian. International Socialism, no. 32, 1968, pp. 4–5., www.marxists.org/history/etol/newspape/isj/1968/no032/macdonald.htm.\n\nRose, Steve. Poster Workshop: The Art of Revolution. 25 Mar. 2011, www.theguardian.com/world/2011/mar/25/poster-workshop-1968-printmakers-revolution.\n\nRowbotham, Sheila. “1968.” Promise of a Dream: Remembering the Sixties, Verso, 2001, p. 204.\n\nThe Poster Workshop 1968 - 1971, www.posterworkshop.co.uk/.\n\n*Source image from the Poster Workshop. Vectorized by SIGNSIGNSIGNS.*",
  "tshirtUrl": "/img/homes-for-people_6x8.pdf",
  "url": "/img/homes-for-people.jpg",
  "figures": [
    {
      "image": "/img/homes-for-people_figure.jpg",
      "caption": "**The Poster Workshop’s mission statement lived on the walls of the Camden workshop alongside pasted up signs, including Bert Scrivener’s FREEZE RENTS NOT WAGES. Image via www.posterworkshop.co.uk/**"
    }
  ],
  "index": 230,
  "largeUrl": "/img/homes-for-people_18x24.pdf",
  "title": "HOMES FOR PEOPLE NOT FOR PROFIT",
  "year": "c. 1968–1971",
  "postcardUrl": "/img/homes-for-people_3.75x5.pdf"
}